Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# error_smartcard_not_present_recovery
source: Insert your YubiKey, wait for recognition, then retry.
ar: أدخل مفتاح YubiKey الخاص بك، وانتظر التعرف عليه، ثم أعد المحاولة.
de: Stecken Sie Ihren YubiKey ein, warten Sie auf die Erkennung und versuchen Sie es dann erneut.
es: Inserta tu YubiKey, espera a que la reconozcan y vuelve a intentarlo.
fr: Insérez votre YubiKey, attendez la reconnaissance, puis réessayez.
hi: अपनी YubiKey डालें, पहचान की प्रतीक्षा करें, फिर पुनः प्रयास करें।
ja: YubiKey を挿入し、認識されるまで待ってから、再試行してください。
ko: YubiKey를 삽입하고 인식될 때까지 기다린 후 다시 시도하세요.
pt_br: Insira sua YubiKey, aguarde o reconhecimento e tente novamente.
ru: Вставьте YubiKey, дождитесь распознавания и повторите попытку.
zh_hans: 请插入 YubiKey，等待系统识别后重试。

# error_smartcard_pin_invalid
source: Invalid YubiKey PIN.
ar: رقم التعريف الشخصي لـ YubiKey غير صالح.
de: Ungültige YubiKey-PIN.
es: PIN de YubiKey no válido.
fr: Code PIN YubiKey invalide.
hi: अमान्य YubiKey पिन.
ja: YubiKey PIN が無効です。
ko: 잘못된 YubiKey PIN입니다.
pt_br: PIN YubiKey inválido.
ru: Неверный PIN-код YubiKey.
zh_hans: YubiKey PIN 错误。

# error_smartcard_pin_invalid_recovery
source: Verify your YubiKey PIN and try again.
ar: تحقق من رقم التعريف الشخصي لـ YubiKey وحاول مرة أخرى.
de: Überprüfen Sie Ihre YubiKey-PIN und versuchen Sie es erneut.
es: Verifique su PIN de YubiKey e inténtelo nuevamente.
fr: Vérifiez votre code PIN YubiKey et réessayez.
hi: अपना YubiKey पिन सत्यापित करें और पुनः प्रयास करें।
ja: YubiKey PIN を確認して、もう一度試してください。
ko: YubiKey PIN을 확인하고 다시 시도하세요.
pt_br: Verifique seu PIN YubiKey e tente novamente.
ru: Проверьте свой PIN-код YubiKey и повторите попытку.
zh_hans: 请确认 YubiKey PIN 后重试。

# error_smartcard_unavailable
source: Smart card support is unavailable on this device.
ar: دعم البطاقة الذكية غير متوفر على هذا الجهاز.
de: Auf diesem Gerät ist keine Smartcard-Unterstützung verfügbar.
es: La compatibilidad con tarjetas inteligentes no está disponible en este dispositivo.
fr: La prise en charge des cartes à puce n'est pas disponible sur cet appareil.
hi: इस डिवाइस पर स्मार्ट कार्ड समर्थन उपलब्ध नहीं है.
ja: このデバイスではスマート カードのサポートを利用できません。
ko: 이 장치에서는 스마트 카드 지원을 사용할 수 없습니다.
pt_br: O suporte para cartão inteligente não está disponível neste dispositivo.
ru: На этом устройстве недоступна поддержка смарт-карт.
zh_hans: 当前设备不支持智能卡功能。

# error_smartcard_unavailable_recovery
source: Check GPG smart card support and device drivers, then retry.
ar: تحقق من دعم بطاقة GPG الذكية وبرامج تشغيل الأجهزة، ثم أعد المحاولة.
de: Überprüfen Sie die GPG-Smartcard-Unterstützung und die Gerätetreiber und versuchen Sie es dann erneut.
es: Verifique la compatibilidad con la tarjeta inteligente GPG y los controladores de dispositivo, luego vuelva a intentarlo.
fr: Vérifiez la prise en charge de la carte à puce GPG et les pilotes de périphérique, puis réessayez.
hi: GPG स्मार्ट कार्ड समर्थन और डिवाइस ड्राइवर की जाँच करें, फिर पुनः प्रयास करें।
ja: GPG スマート カードのサポートとデバイス ドライバーを確認して、再試行してください。
ko: GPG 스마트 카드 지원 및 장치 드라이버를 확인한 후 다시 시도하세요.
pt_br: Verifique o suporte ao cartão inteligente GPG e os drivers de dispositivo e tente novamente.
ru: Проверьте поддержку смарт-карт GPG и драйверы устройств, затем повторите попытку.
zh_hans: 请检查 GPG 智能卡支持与设备驱动后重试。

# error_trust_update_failed
source: Trust update failed
ar: فشل تحديث الثقة
de: Die Vertrauensaktualisierung ist fehlgeschlagen
es: Error en la actualización de confianza
fr: Échec de la mise à jour de la confiance
hi: विश्वास अद्यतन विफल रहा
ja: 信頼の更新に失敗しました
ko: 신뢰 업데이트 실패
pt_br: Falha na atualização de confiança
ru: Обновление доверия не удалось
zh_hans: 信任更新失败

# error_trust_update_failed_recovery
source: Check key ID and try again
ar: تحقق من معرف المفتاح وحاول مرة أخرى
de: Überprüfen Sie die Schlüssel-ID und versuchen Sie es erneut
es: Verifique la identificación de la clave e inténtelo nuevamente
fr: Vérifiez l'ID de la clé et réessayez
hi: कुंजी आईडी जांचें और पुनः प्रयास करें
ja: キーIDを確認して再試行してください
ko: 키 ID를 확인하고 다시 시도하세요.
pt_br: Verifique o ID da chave e tente novamente
ru: Проверьте идентификатор ключа и повторите попытку.
zh_hans: 检查密钥 ID 并重试

# error_unknown_file_type
source: Unknown file type
ar: نوع الملف غير معروف
de: Unbekannter Dateityp
es: Tipo de archivo desconocido
fr: Type de fichier inconnu
hi: अज्ञात प्रकार की फ़ाइल
ja: 不明なファイルタイプ
ko: 알 수 없는 파일 형식
pt_br: Tipo de arquivo desconhecido
ru: Неизвестный тип файла
zh_hans: 未知文件类型

# error_unsupported_key_type
source: Unsupported key type
ar: نوع المفتاح غير مدعوم
de: Nicht unterstützter Schlüsseltyp
es: Tipo de clave no admitida
fr: Type de clé non pris en charge
hi: असमर्थित कुंजी प्रकार
ja: サポートされていないキーの種類
ko: 지원되지 않는 키 유형
pt_br: Tipo de chave não compatível
ru: Неподдерживаемый тип ключа
zh_hans: 不支持的密钥类型

# error_unsupported_key_type_recovery
source: Use RSA-4096 or ECC (Curve25519)
ar: استخدم RSA-4096 أو ECC (Curve25519)
de: Verwenden Sie RSA-4096 oder ECC (Curve25519)
es: Utilice RSA-4096 o ECC (Curve25519)
fr: Utilisez RSA-4096 ou ECC (Curve25519)
hi: RSA-4096 या ECC (कर्व25519) का उपयोग करें
ja: RSA-4096 または ECC (Curve25519) を使用する
ko: RSA-4096 또는 ECC(Curve25519) 사용
pt_br: Use RSA-4096 ou ECC (Curve25519)
ru: Используйте RSA-4096 или ECC (Curve25519).
zh_hans: 使用 RSA-4096 或 ECC (Curve25519)

# expiration_7_days
source: 7 days before
ar: قبل 7 أيام
de: 7 Tage vorher
es: 7 días antes
fr: 7 jours avant
hi: 7 दिन पहले
ja: 7日前
ko: 7일 전
pt_br: 7 dias antes
ru: 7 дней назад
zh_hans: 7 天前

# expiration_14_days
source: 14 days before
ar: قبل 14 يوما
de: 14 Tage vorher
es: 14 días antes
fr: 14 jours avant
hi: 14 दिन पहले
ja: 14日前
ko: 14일 전
pt_br: 14 dias antes
ru: 14 дней назад
zh_hans: 14 天前

# expiration_30_days
source: 30 days before
ar: قبل 30 يوما
de: 30 Tage vorher
es: 30 días antes
fr: 30 jours avant
hi: 30 दिन पहले
ja: 30日前
ko: 30일 전
pt_br: 30 dias antes
ru: 30 дней назад
zh_hans: 30 天前

# expiration_60_days
source: 60 days before
ar: قبل 60 يوما
de: 60 Tage vorher
es: 60 días antes
fr: 60 jours avant
hi: 60 दिन पहले
ja: 60日前
ko: 60일 전
pt_br: 60 dias antes
ru: 60 дней назад
zh_hans: 60 天前

# expiration_90_days
source: 90 days before
ar: قبل 90 يوما
de: 90 Tage vorher
es: 90 días antes
fr: 90 jours avant
hi: 90 दिन पहले
ja: 90日前
ko: 90일 전
pt_br: 90 dias antes
ru: 90 дней назад
zh_hans: 90 天前

# expiration_actions
source: Actions
ar: الإجراءات
de: Aktionen
es: Comportamiento
fr: Actes
hi: कार्रवाई
ja: アクション
ko: 행위
pt_br: Ações
ru: Действия
zh_hans: 操作

# expiration_all_keys_valid
source: All keys are valid and not expiring soon
ar: جميع المفاتيح صالحة ولن تنتهي صلاحيتها قريبًا
de: Alle Schlüssel sind gültig und laufen nicht bald ab
es: Todas las claves son válidas y no caducan pronto.
fr: Toutes les clés sont valides et n'expirent pas de sitôt
hi: सभी कुंजियाँ वैध हैं और जल्द ही समाप्त नहीं हो रही हैं
ja: すべてのキーは有効であり、すぐに期限切れになることはありません
ko: 모든 키가 유효하며 곧 만료되지 않습니다.
pt_br: Todas as chaves são válidas e não expirarão em breve
ru: Все ключи действительны и срок их действия не истекает в ближайшее время.
zh_hans: 所有密钥有效且未即将过期

# expiration_current_status
source: Current Status
ar: الوضع الحالي
de: Aktueller Status
es: Estado actual
fr: Statut actuel
hi: वर्तमान स्थिति
ja: 現在の状況
ko: 현황
pt_br: Status atual
ru: Текущий статус
zh_hans: 当前状态

# expiration_enable_description
source: Receive notifications when keys are about to expire
ar: تلقي الإخطارات عندما تكون المفاتيح على وشك الانتهاء
de: Erhalten Sie Benachrichtigungen, wenn Schlüssel bald ablaufen
es: Reciba notificaciones cuando las claves estén a punto de caducar
fr: Recevez des notifications lorsque les clés sont sur le point d'expirer
hi: जब कुंजियाँ समाप्त होने वाली हों तो सूचनाएं प्राप्त करें
ja: キーの有効期限が近づいたときに通知を受け取る
ko: 키가 곧 만료될 때 알림 받기
pt_br: Receba notificações quando as chaves estiverem prestes a expirar
ru: Получайте уведомления, когда срок действия ключей истекает.
zh_hans: 在密钥即将过期时接收通知

# expiration_enable_reminders
source: Enable Expiration Reminders
ar: تمكين تذكيرات انتهاء الصلاحية
de: Aktivieren Sie Ablauferinnerungen
es: Habilitar recordatorios de vencimiento
fr: Activer les rappels d'expiration
hi: समाप्ति अनुस्मारक सक्षम करें
ja: 有効期限リマインダーを有効にする
ko: 만료 알림 활성화
pt_br: Ativar lembretes de expiração
ru: Включить напоминания об истечении срока действия
zh_hans: 启用过期提醒

# expiration_expired
source: expired
ar: منتهي الصلاحية
de: Abgelaufen
es: venció
fr: expiré
hi: खत्म हो चुका
ja: 期限切れ
ko: 만료됨
pt_br: expirado
ru: истекший
zh_hans: 已过期

# expiration_expired_count
source: %lld keys expired
ar: انتهت صلاحية مفاتيح %lld
de: %lld-Schlüssel abgelaufen
es: Las claves %lld han caducado
fr: Les clés %lld ont expiré
hi: %lld कुंजियाँ समाप्त हो गईं
ja: %lld キーの有効期限が切れました
ko: %lld 키가 만료되었습니다.
pt_br: As chaves %lld expiraram
ru: Срок действия ключей %lld истек
zh_hans: %lld 个密钥已过期

# expiration_expiring
source: expiring
ar: تنتهي صلاحيتها
de: ablaufend
es: expirando
fr: expirant
hi: समाप्त हो रही
ja: 期限切れの
ko: 만료됨
pt_br: expirando
ru: истекающий
zh_hans: 即将过期

# expiration_expiring_count
source: %lld keys expiring soon
ar: تنتهي صلاحية مفاتيح %lld قريبًا
de: %lld-Schlüssel laufen bald ab
es: Las claves %lld caducan pronto
fr: Les clés %lld expireront bientôt
hi: %lld कुंजियाँ शीघ्र ही समाप्त हो रही हैं
ja: %lld キーの有効期限がまもなく切れます
ko: %lld 키가 곧 만료됩니다
pt_br: As chaves %lld expirarão em breve
ru: Срок действия ключей %lld скоро истекает
zh_hans: %lld 个密钥即将过期

# expiration_info_1
source: Notifications will be sent as system alerts
ar: سيتم إرسال الإخطارات بمثابة تنبيهات النظام
de: Benachrichtigungen werden als Systemwarnungen gesendet
es: Las notificaciones se enviarán como alertas del sistema.
fr: Les notifications seront envoyées sous forme d'alertes système
hi: सूचनाएं सिस्टम अलर्ट के रूप में भेजी जाएंगी
ja: 通知はシステムアラートとして送信されます
ko: 알림은 시스템 경고로 전송됩니다.
pt_br: As notificações serão enviadas como alertas do sistema
ru: Уведомления будут отправляться в виде системных предупреждений.
zh_hans: 通知将以系统提醒形式发送

# expiration_info_2
source: Reminders are scheduled 1 day before expiration
ar: تتم جدولة التذكيرات قبل يوم واحد من انتهاء الصلاحية
de: Erinnerungen werden 1 Tag vor Ablauf eingeplant
es: Los recordatorios se programan 1 día antes del vencimiento.
fr: Les rappels sont programmés 1 jour avant l'expiration
hi: अनुस्मारक समाप्ति से 1 दिन पहले निर्धारित किए जाते हैं
ja: リマインダーは有効期限の 1 日前にスケジュールされます
ko: 알림은 만료 1일 전에 예약됩니다.
pt_br: Os lembretes são agendados 1 dia antes do vencimento
ru: Напоминания планируются за 1 день до истечения срока действия
zh_hans: 提醒将在过期前 1 天安排

# expiration_info_3
source: You can customize the warning period above
ar: يمكنك تخصيص فترة التحذير أعلاه
de: Sie können den Warnzeitraum oben anpassen
es: Puede personalizar el período de advertencia anterior
fr: Vous pouvez personnaliser la période d'avertissement ci-dessus
hi: आप उपरोक्त चेतावनी अवधि को अनुकूलित कर सकते हैं
ja: 上記の警告期間をカスタマイズできます
ko: 위의 경고 기간을 맞춤설정할 수 있습니다.
pt_br: Você pode personalizar o período de aviso acima
ru: Вы можете настроить период предупреждения выше
zh_hans: 您可以在上方自定义提前提醒时间

# expiration_manual_notifications
source: Manual Notifications
ar: الإخطارات اليدوية
de: Manuelle Benachrichtigungen
es: Notificaciones manuales
fr: Notifications manuelles
hi: मैन्युअल सूचनाएं
ja: 手動通知
ko: 수동 알림
pt_br: Notificações manuais
ru: Ручные уведомления
zh_hans: 手动通知

# expiration_notify_expired
source: Notify Expired Keys (%lld)
ar: إعلام المفاتيح منتهية الصلاحية (%lld)
de: Abgelaufene Schlüssel benachrichtigen (%lld)
es: Notificar claves caducadas (%lld)
fr: Notifier les clés expirées (%lld)
hi: समाप्त हो चुकी कुंजियों को सूचित करें (%lld)
ja: 期限切れのキーを通知する (%lld)
ko: 만료된 키 알림(%lld)
pt_br: Notificar chaves expiradas (%lld)
ru: Уведомить о сроке действия ключей (%lld)
zh_hans: 通知已过期密钥（%lld）

# expiration_notify_expiring
source: Notify Expiring Keys (%lld)
ar: إعلام المفاتيح بانتهاء الصلاحية (%lld)
de: Ablaufende Schlüssel benachrichtigen (%lld)
es: Notificar claves que caducan (%lld)
fr: Notifier les clés expirées (%lld)
hi: समाप्त हो रही कुंजियों को सूचित करें (%lld)
ja: 期限切れのキーを通知する (%lld)
ko: 만료되는 키 알림(%lld)
pt_br: Notificar chaves expiradas (%lld)
ru: Уведомить об истечении срока действия ключей (%lld)
zh_hans: 通知即将过期密钥（%lld）

# expiration_permission_message
source: Please allow notifications in System Settings
ar: يرجى السماح بالإشعارات في إعدادات النظام
de: Bitte erlauben Sie Benachrichtigungen in den Systemeinstellungen
es: Permita notificaciones en Configuración del sistema
fr: Veuillez autoriser les notifications dans les paramètres système
hi: कृपया सिस्टम सेटिंग्स में सूचनाओं की अनुमति दें
ja: システム設定で通知を許可してください
ko: 시스템 설정에서 알림을 허용해 주세요
pt_br: Permita notificações nas configurações do sistema
ru: Пожалуйста, разрешите уведомления в настройках системы.
zh_hans: 请在系统设置中允许通知

# expiration_permission_title
source: Permission Required
ar: الإذن مطلوب
de: Erlaubnis erforderlich
es: Permiso requerido
fr: Autorisation requise
hi: अनुमति आवश्यक है
ja: 許可が必要です
ko: 권한 필요
pt_br: Permissão necessária
ru: Требуется разрешение
zh_hans: 需要权限

# expiration_settings_subtitle
source: Get notified before your keys expire
ar: احصل على إشعار قبل انتهاء صلاحية المفاتيح الخاصة بك
de: Lassen Sie sich benachrichtigen, bevor Ihre Schlüssel ablaufen
es: Reciba una notificación antes de que caduquen sus claves
fr: Soyez averti avant l'expiration de vos clés
hi: अपनी चाबियाँ समाप्त होने से पहले सूचित करें
ja: キーの有効期限が切れる前に通知を受け取る
ko: 키가 만료되기 전에 알림을 받으세요
pt_br: Seja notificado antes que suas chaves expirem
ru: Получите уведомление до истечения срока действия ваших ключей
zh_hans: 在密钥过期前收到通知

# expiration_settings_title
source: Expiration Reminders
ar: تذكيرات انتهاء الصلاحية
de: Ablauferinnerungen
es: Recordatorios de vencimiento
fr: Rappels d'expiration
hi: समाप्ति अनुस्मारक
ja: 有効期限のリマインダー
ko: 만료 알림
pt_br: Lembretes de expiração
ru: Напоминания об истечении срока действия
zh_hans: 过期提醒

# expiration_status_disabled
source: Disabled
ar: عاجز
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
ja: 無効
ko: 장애가 있는
pt_br: Desabilitado
ru: Неполноценный
zh_hans: 未启用

# expiration_status_enabled
source: Enabled
ar: ممكّن
de: Ermöglicht
es: Activado
fr: Activé
hi: सक्रिय
ja: 有効
ko: 활성화됨
pt_br: Habilitado
ru: Включено
zh_hans: 已启用

# expiration_status_title
source: Reminder Status
ar: حالة التذكير
de: Erinnerungsstatus
es: Estado del recordatorio
fr: Statut du rappel
hi: अनुस्मारक स्थिति
ja: リマインダーステータス
ko: 알림 상태
pt_br: Status do lembrete
ru: Статус напоминания
zh_hans: 提醒状态

# expiration_warning_description
source: You'll be notified when keys expire within this period
ar: سيتم إعلامك عندما تنتهي صلاحية المفاتيح خلال هذه الفترة
de: Sie werden benachrichtigt, wenn Schlüssel innerhalb dieses Zeitraums ablaufen
es: Recibirás una notificación cuando las claves caduquen dentro de este período.
fr: Vous serez averti lorsque les clés expireront pendant cette période
hi: इस अवधि के भीतर कुंजियाँ समाप्त होने पर आपको सूचित किया जाएगा
ja: この期間内にキーの有効期限が切れると通知が届きます
ko: 이 기간 내에 키가 만료되면 알림을 받게 됩니다.
pt_br: Você será notificado quando as chaves expirarem nesse período
ru: Вы получите уведомление, когда срок действия ключей истечет в течение этого периода.
zh_hans: 您将在密钥在此期限内过期时收到提醒

# expiration_warning_period
source: Warning Period
ar: فترة التحذير
de: Warnzeitraum
es: Período de advertencia
fr: Période d'avertissement
hi: चेतावनी अवधि
ja: 警戒期間
ko: 경고 기간
pt_br: Período de aviso
ru: Период предупреждения
zh_hans: 提前提醒时间

# export_alert_title_failure
source: Export Not Successful
ar: التصدير غير ناجح
de: Export nicht erfolgreich
es: Exportación fallida
fr: L'exportation n'a pas réussi
hi: निर्यात सफल नहीं
ja: エクスポートに失敗しました
ko: 내보내기 실패
pt_br: Exportação sem sucesso
ru: Экспорт не удался
zh_hans: 导出未成功

# export_file_picker_message
source: Choose where to save the exported key
ar: اختر مكان حفظ المفتاح الذي تم تصديره
de: Wählen Sie aus, wo der exportierte Schlüssel gespeichert werden soll
es: Elija dónde guardar la clave exportada
fr: Choisissez où enregistrer la clé exportée
hi: चुनें कि निर्यातित कुंजी को कहाँ सहेजना है
ja: エクスポートしたキーを保存する場所を選択します
ko: 내보낸 키를 저장할 위치를 선택하세요.
pt_br: Escolha onde salvar a chave exportada
ru: Выберите, где сохранить экспортированный ключ
zh_hans: 选择保存导出密钥的位置

# export_key_description
source: Choose how you want to export this key
ar: اختر الطريقة التي تريد بها تصدير هذا المفتاح
de: Wählen Sie aus, wie Sie diesen Schlüssel exportieren möchten
es: Elija cómo desea exportar esta clave
fr: Choisissez comment vous souhaitez exporter cette clé
hi: चुनें कि आप इस कुंजी को कैसे निर्यात करना चाहते हैं
ja: このキーをエクスポートする方法を選択してください
ko: 이 키를 내보내는 방법을 선택하세요.
pt_br: Escolha como você deseja exportar esta chave
ru: Выберите, как вы хотите экспортировать этот ключ.
zh_hans: 选择如何导出此密钥

# export_private_key_success_message
source: Private key exported successfully
ar: تم تصدير المفتاح الخاص بنجاح
de: Privater Schlüssel erfolgreich exportiert
es: Clave privada exportada correctamente
fr: Clé privée exportée avec succès
hi: निजी कुंजी सफलतापूर्वक निर्यात की गई
ja: 秘密キーは正常にエクスポートされました
ko: 개인 키를 성공적으로 내보냈습니다.
pt_br: Chave privada exportada com sucesso
ru: Закрытый ключ успешно экспортирован
zh_hans: 私钥导出成功

# export_public_key_success_message
source: Public key exported successfully
ar: تم تصدير المفتاح العام بنجاح
de: Öffentlicher Schlüssel erfolgreich exportiert
es: Clave pública exportada exitosamente
fr: Clé publique exportée avec succès
hi: सार्वजनिक कुंजी सफलतापूर्वक निर्यात की गई
ja: 公開キーは正常にエクスポートされました
ko: 공개 키를 성공적으로 내보냈습니다.
pt_br: Chave pública exportada com sucesso
ru: Открытый ключ успешно экспортирован
zh_hans: 公钥导出成功

# field_confirm_password
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: confirmar Contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
ja: パスワードを認証する
ko: 비밀번호 확인
pt_br: Confirme sua senha
ru: Подтвердите пароль
zh_hans: 确认密码

# field_email
source: Email
ar: بريد إلكتروني
es: Correo electrónico
hi: ईमेल
ja: 電子メール
ko: 이메일
ru: Электронная почта
zh_hans: 电子邮件

# field_key_name
source: Key Name
ar: اسم المفتاح
de: Schlüsselname
es: Nombre clave
fr: Nom de la clé
hi: कुंजी का नाम
ja: キー名
ko: 키 이름
pt_br: Nome da chave
ru: Имя ключа
zh_hans: 密钥名称

# field_name
source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 姓名

# field_password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
zh_hans: 密码

# file_decryption_complete
source: %lld files decrypted successfully
ar: تم فك تشفير ملفات %lld بنجاح
de: %lld-Dateien wurden erfolgreich entschlüsselt
es: Archivos %lld descifrados con éxito
fr: Fichiers %lld décryptés avec succès
hi: %lld फ़ाइलें सफलतापूर्वक डिक्रिप्ट की गईं
ja: %lld ファイルは正常に復号化されました
ko: %lld 파일이 성공적으로 해독되었습니다.
pt_br: Arquivos %lld descriptografados com sucesso
ru: Файлы %lld успешно расшифрованы
zh_hans: 成功解密 %lld 个文件

# file_encryption_complete
source: %lld files encrypted successfully
ar: تم تشفير ملفات %lld بنجاح
de: %lld-Dateien erfolgreich verschlüsselt
es: Archivos %lld cifrados correctamente
fr: Fichiers %lld chiffrés avec succès
hi: %lld फ़ाइलें सफलतापूर्वक एन्क्रिप्ट की गईं
ja: %lld ファイルは正常に暗号化されました
ko: %lld 파일이 성공적으로 암호화되었습니다.
pt_br: Arquivos %lld criptografados com sucesso
ru: Файлы %lld успешно зашифрованы
zh_hans: 成功加密 %lld 个文件

# filter_algorithm
source: Algorithm
ar: خوارزمية
de: Algorithmus
es: Algoritmo
fr: Algorithme
hi: एल्गोरिदम
ja: アルゴリズム
ko: 연산
pt_br: Algoritmo
ru: Алгоритм
zh_hans: 算法

# filter_all_algorithms
source: All Algorithms
ar: جميع الخوارزميات
de: Alle Algorithmen
es: Todos los algoritmos
fr: Tous les algorithmes
hi: सभी एल्गोरिदम
ja: すべてのアルゴリズム
ko: 모든 알고리즘
pt_br: Todos os algoritmos
ru: Все алгоритмы
zh_hans: 全部算法

# filter_all_keys
source: All Keys
ar: جميع المفاتيح
de: Alle Schlüssel
es: Todas las claves
fr: Toutes les clés
hi: सभी कुंजियाँ
ja: すべてのキー
ko: 모든 키
pt_br: Todas as chaves
ru: Все ключи
zh_hans: 全部密钥

# filter_all_trust_levels
source: All Trust Levels
ar: جميع مستويات الثقة
de: Alle Vertrauensstufen
es: Todos los niveles de confianza
fr: Tous les niveaux de confiance
hi: सभी विश्वास स्तर
ja: すべての信頼レベル
ko: 모든 신뢰 수준
pt_br: Todos os níveis de confiança
ru: Все уровни доверия
zh_hans: 全部信任级别

# filter_key_type
source: Key Type
ar: نوع المفتاح
de: Schlüsseltyp
es: Tipo de clave
fr: Type de clé
hi: कुंजी प्रकार
ja: キーの種類
ko: 키 유형
pt_br: Tipo de chave
ru: Тип ключа
zh_hans: 密钥类型

# filter_other_options
source: Other Options
ar: خيارات أخرى
de: Andere Optionen
es: Otras opciones
fr: Autres options
hi: अन्य विकल्प
ja: その他のオプション
ko: 기타 옵션
pt_br: Outras opções
ru: Другие варианты
zh_hans: 其他选项

# filter_public_keys
source: Public Keys Only
ar: المفاتيح العامة فقط
de: Nur öffentliche Schlüssel
es: Sólo claves públicas
fr: Clés publiques uniquement
hi: केवल सार्वजनिक कुंजी
ja: 公開鍵のみ
ko: 공개 키만
pt_br: Somente chaves públicas
ru: Только открытые ключи
zh_hans: 仅公钥

# filter_secret_keys
source: Private Keys Only
ar: المفاتيح الخاصة فقط
de: Nur private Schlüssel
es: Sólo claves privadas
fr: Clés privées uniquement
hi: केवल निजी कुंजी
ja: 秘密鍵のみ
ko: 개인 키만
pt_br: Somente chaves privadas
ru: Только закрытые ключи
zh_hans: 仅私钥

# filter_show_expired_keys
source: Show Expired Keys
ar: إظهار المفاتيح منتهية الصلاحية
de: Abgelaufene Schlüssel anzeigen
es: Mostrar claves caducadas
fr: Afficher les clés expirées
hi: समाप्त हो चुकी कुंजियाँ दिखाएँ
ja: 期限切れのキーを表示
ko: 만료된 키 표시
pt_br: Mostrar chaves expiradas
ru: Показать ключи с истекшим сроком действия
zh_hans: 显示过期密钥

# filter_title
source: Filter Keys
ar: مفاتيح التصفية
de: Filterschlüssel
es: Teclas de filtro
fr: Touches de filtre
hi: फ़िल्टर कुंजी
ja: フィルターキー
ko: 필터 키
pt_br: Chaves de filtro
ru: Фильтровать ключи
zh_hans: 筛选密钥

# filter_trust_level
source: Trust Level
ar: مستوى الثقة
de: Vertrauensstufe
es: Nivel de confianza
fr: Niveau de confiance
hi: विश्वास का स्तर
ja: 信頼レベル
ko: 신뢰 수준
pt_br: Nível de confiança
ru: Уровень доверия
zh_hans: 信任级别

# frequency_daily
source: Daily
ar: يوميًا
de: Täglich
es: A diario
fr: Tous les jours
hi: दैनिक
ja: 毎日
ko: 일일
pt_br: Diário
ru: Ежедневно
zh_hans: 每天

# frequency_monthly
source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuel
hi: महीने के
ja: 毎月
ko: 월간 간행물
pt_br: Mensal
ru: Ежемесячно
zh_hans: 每月

# frequency_weekly
source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
hi: साप्ताहिक
ja: 毎週
ko: 주간
pt_br: Semanalmente
ru: Еженедельно
zh_hans: 每周

# gpg_file_type_encrypted
source: Encrypted File
ar: ملف مشفر
de: Verschlüsselte Datei
es: Archivo cifrado
fr: Fichier crypté
hi: एन्क्रिप्टेड फ़ाइल
ja: 暗号化されたファイル
ko: 암호화된 파일
pt_br: Arquivo criptografado
ru: Зашифрованный файл
zh_hans: 加密文件

# gpg_file_type_not_gpg
source: Not a GPG File
ar: ليس ملف GPG
de: Keine GPG-Datei
es: No es un archivo GPG
fr: Pas un fichier GPG
hi: GPG फ़ाइल नहीं
ja: GPG ファイルではありません
ko: GPG 파일이 아님
pt_br: Não é um arquivo GPG
ru: Не файл GPG
zh_hans: 非 GPG 文件

# gpg_file_type_private_key
source: Private Key
ar: مفتاح خاص
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
hi: निजी चाबी
ja: 秘密鍵
ko: 개인 키
pt_br: Chave privada
ru: Закрытый ключ
zh_hans: 私钥

# gpg_file_type_public_key
source: Public Key
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
hi: सार्वजनिक कुंजी
ja: 公開鍵
ko: 공개 키
pt_br: Chave Pública
ru: Открытый ключ
zh_hans: 公钥

# gpg_file_type_signature
source: Signature File
ar: ملف التوقيع
de: Signaturdatei
es: Archivo de firma
fr: Fichier de signatures
hi: हस्ताक्षर फ़ाइल
ja: 署名ファイル
ko: 서명 파일
pt_br: Arquivo de assinatura
ru: Файл подписи
zh_hans: 签名文件

# gpg_file_type_unknown
source: Unknown GPG File
ar: ملف GPG غير معروف
de: Unbekannte GPG-Datei
es: Archivo GPG desconocido
fr: Fichier GPG inconnu
hi: अज्ञात जीपीजी फ़ाइल
ja: 不明な GPG ファイル
ko: 알 수 없는 GPG 파일
pt_br: Arquivo GPG desconhecido
ru: Неизвестный файл GPG
zh_hans: 未知 GPG 文件
